Repository: mgmike1011/Projekt_BuR
Catalog: Logical/mappView/Resources/Texts/OEEPage.tmx
Source language: en
Languages: de, pl

source: Number of cycles:
de: Zyklusnummer:
pl: Numer cyklu:

source: Number of bad cycles:
de: Anzahl der schlechten Zyklen:
pl: Liczba błędnych cykli:

source: Discard cycle
de: Zyklus verwerfen
pl: Odrzuć cykl

source: Reset statistics
de: Statistik Zurücksetzen
pl: Resetowanie statystyk

source: Availability
de: Verfügbarkeit
pl: Dostępność

source: Performance
de: Leistung
pl: Wydajność

source: Quality
de: Qualität
pl: Jakość

source: Generate OEE report
de: Generieren Sie einen OEE-Bericht
pl: Generuj Raport OEE

source: Start collecting data
de: Fangen Sie an, Daten zu sammeln
pl: Rozpocznij zbieranie danych

source: Change ideal cycle time
de: Ändern Sie die ideale Zykluszeit
pl: Zmień idealny czas cyklu przejścia

source: Ideal cycle time
de: Ideale Zykluszeit
pl: Czas idealnego cyklu

source: Assign time
de: Zeit zuweisen
pl: Przypisz czas
